{"translation-revision-date":"2023-09-18 17:55:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"It looks like your WordPress language settings are not supported by Pinterest.":["It looks like your WordPress language settings are not supported by Pinterest."],"Unable to register feed.":["Unable to register feed."],"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["It looks as though your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalogue, disconnect your business account from the other platform and try again."],"Unable to upload catalog.":["Unable to upload catalogue."],"Could not fetch account status.":["Could not fetch account status."],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Please hold on tight as there is an appeal pending for your Pinterest account."],"Submit an appeal":["Submit an appeal"],"Your merchant account is disapproved.":["Your merchant account is disapproved."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["The feed is being configured. Depending on the number of products, this may take a while as the feed needs to be fully generated before it is sent to Pinterest for registration. You can check the status of the generation process on the Catalogue tab."],"Couldn’t retrieve the health status of your account.":["Couldn’t retrieve the health status of your account."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}