{"translation-revision-date":"2023-09-18 17:55:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"To be eligible and redeem the %1$s ad credit from Pinterest, you must complete the setup of Pinterest for WooCommerce, set up your billing with Pinterest Ads manager, and spend %2$s with Pinterest ads. Ad credits may vary by country and is subject to availability. Credits may take up to 24 hours to be credited to the user. Each user is only eligible to receive the ad credits once.":["To be eligible and redeem the %1$s ad credit from Pinterest, you must complete the setup of Pinterest for WooCommerce, set up your billing with Pinterest Ads manager, and spend %2$s with Pinterest ads. Ad credits may vary by country and is subject to availability. Credits may take up to 24 hours to be credited to the user. Each user is only eligible to receive the ad credits once."],"How do I redeem the %s ad credit from Pinterest?":["How do I redeem the %s ad credit from Pinterest?"],"To help you get started with Pinterest Ads, new Pinterest customers can get %1$s in ad credits when they have successfully set up Pinterest for WooCommerce and spend %2$s on Pinterest Ads. <a>Pinterest Terms and conditions<\/a> apply.":["To help you get started with Pinterest Ads, new Pinterest customers can get %1$s in ad credits when they have successfully set up Pinterest for WooCommerce and spend %2$s on Pinterest Ads. <a>Pinterest Terms and conditions<\/a> apply."],"Try Pinterest for WooCommerce and get %s in ad credits!":["Try Pinterest for WooCommerce and get %s in ad credits!"],"Only one Pinterest advertiser account can be linked to each WooCommerce store. If you want to connect a different Pinterest advertiser account you will need to either Disconnect the existing Pinterest Advertiser account from your current WooCommerce store and connect a different Pinterest Advertiser account, or Create another WooCommerce store and connect the additional Pinterest Advertiser account.":["Only one Pinterest advertiser account can be linked to each WooCommerce store. If you want to connect a different Pinterest advertiser account, you will need to either disconnect the existing Pinterest Advertiser account from your current WooCommerce store and connect a different Pinterest Advertiser account, or create another WooCommerce store and connect the additional Pinterest Advertiser account."],"I have more than one Pinterest Advertiser account. Can I connect my WooCommerce store to multiple Pinterest Advertiser accounts?":["I have more than one Pinterest Advertiser account. Can I connect my WooCommerce store to multiple Pinterest Advertiser accounts?"],"Your password might have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection.":["Your password may have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection."],"Why am I getting an “Account not connected” error message?":["Why am I getting an ‘Account not connected’ error message?"],"Frequently asked questions":["Frequently asked questions"],"Syncing your catalog creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products.":["Syncing your catalogue creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products."],"Create a storefront on Pinterest":["Create a storefront on Pinterest"],"Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag.":["Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag."],"Increase organic reach":["Increase organic reach"],"Connect your store to seamlessly sync your product catalog with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates.":["Connect your store to seamlessly sync your product catalogue with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates."],"Sync your catalog":["Sync your catalogue"],"By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>.":["By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>."],"Get started":["Get started"],"Pinterest is a visual discovery engine people use to find inspiration for their lives! More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase.":["Pinterest is a visual discovery engine that people use to find inspiration for their lives. More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase."],"Get your products in front of more than 400M people on Pinterest":["Get your products in front of more than 400M people on Pinterest"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/views\/LandingPageApp.js"}}